[
    {
        "response_type":"user_text",
        "user_input": ["soto", "virginia" , "diaz"],
        "bot_response":"bastaaa",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"greetings",
        "user_input": ["hola"],
        "bot_response":"hola puta que quieres",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["sexo" , "sexoo"],
        "bot_response":"ANALLLL",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["@everyone"],
        "bot_response": "event_everyone",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["Agua, agua"],
        "bot_response": "event_agua",
        "bot_response_type":"audio",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["black flash", "kokusen"],
        "bot_response": "test.mp3",
        "bot_response_type":"audio",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["lol"],
        "bot_response": "nooooo, si va",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["marcial", "m" , "Marcial"],
        "bot_response": "asco",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["andrea", "Andrea", "Diaz"],
        "bot_response": "eres maravillosa ❤️❤️❤️",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        
        "response_type":"user_text",
        "user_input": ["nine ropes, polarised light, crow and shomyo, the gap between within and without" , "hollow purple", "kyoshiki murasaki"],
        "bot_response": "👉🔴🔵👈🤞🟣",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        
        "response_type":"user_text",
        "user_input": ["fukuma mizushi"],
        "bot_response": "⛩️🏯🙏🏻",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        
        "response_type":"user_text",
        "user_input": ["react", "React" , "REACT", "riat", "Riat"],
        "bot_response": "el framework favorito de @DazedLithium ",
        "bot_response_type":"text",
        "required_words":[]
    },
    
    {
        
        "response_type":"user_text",
        "user_input": ["nueve once", "9/11" , "911", "9" , "11"],
        "bot_response": "🏢🏢💥🛩",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["Desde el primer momento en que sus miradas se cruzaron, Andrés y Marcial sintieron una conexión especial. Marcial se acercó a la mesa de Andrés y comenzaron a conversar como si fueran viejos amigos. Descubrieron que tenían muchas cosas en común: ambos amaban el arte, la música y los libros. A medida que pasaban más tiempo juntos, Andrés y Marcial se dieron cuenta de que su amistad estaba floreciendo en algo más profundo. Sus conversaciones se volvieron más íntimas y sus corazones latían al unísono cuando estaban juntos. Se encontraban en un mundo aparte, donde solo existían ellos dos y su amor creciente. Una noche, bajo la luz de las estrellas, Andrés tomó la mano de Marcial y le confesó sus sentimientos. Marcial lo miró a los ojos y le dijo que también lo amaba. Fue un momento mágico, lleno de promesas de un futuro juntos. Desde entonces, Andrés y Marcial vivieron un romance apasionado y lleno de aventuras. Juntos exploraron la ciudad, se perdieron en museos y galerías de arte, y se inspiraron mutuamente en sus pasiones creativas. Su amor era como una obra de arte en constante evolución, siempre cambiante y siempre hermosa. Andrés y Marcial sabían que estaban destinados a estar juntos, que su amor era eterno y que nada ni nadie podría separarlos. Y así, Andrés Álvarez y Marcial escribieron juntos una historia de amor que perduraría para siempre en las páginas del tiempo. Una historia de dos almas gemelas que se encontraron en un café del centro de la ciudad y descubrieron que estaban destinadas a amarse por toda la eternidad."
],
        "bot_response":"Quiero dedicar unas palabras para alguien que marcó mucho en mí en el inicio de mi adolescencia (incluso mi infancia) y hasta el día de hoy lo sigue haciendo, hoy él partió por decisión propia, y en mi y los demás 'soldiers' quedaran todos esos recuerdos, como cada frase nos identificaba y nos daba una salida para alguna situacion, me hizo encontrar 'A place for my head' y cuando quería 'Runaway' y escapar simplemente lo hacia con esas canciones y -'escapaba sin decir adiós, quería respuestas y no mas mentiras, quería cerrar la puerta y abrir mi mente'. Es curioso como puedo puedo hacer algo en su memoria citando sus letras por como me marcaron y me hicieron lo que soy hoy, cuando sentia que nadie me escuhaba 'Faint' se convirtió en un himno y como el decía 'you wanna listen to me, like it or not right now' y lo logró, se sigue haciendo escuchar después de su muerte 'i Can't heal' 'i can't feel'. 'Given up' Su grito de 17 segundos me dejaba sin aire y esa era una de las razones por las que te convertiste en uno de los mejores cantantes de metal, no importa que puesto tengas, cantantes hay por montón y entrar siquiera al top 100 es demasiado, estar entre los mejores 50 dice mucho 'but in the end it doesn't even matters', y ahora estas en 'Roads untraveled' 'Cause beyond every bend",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["Andrés Álvarez, un estudiante brillante de ingeniería en computación, se encontraba emocionado y aliviado después de finalmente defender su tesis en la Universidad Rafael Urdaneta; a sus 20 años, había logrado graduarse en 11 trimestres, demostrando su dedicación y habilidades académicas; durante su tiempo en la universidad, había compartido clases con un grupo de compañeros que se habían convertido en su familia: Fernando Parta, de 22 años, un apasionado por la programación; César Palacios, de 24 años, un talentoso diseñador de software; Andrea, la joven con el pelo azul de 21 años, conocida por su creatividad y entusiasmo; Giorgio Baglieri y El Chino, ambos de 21 años, expertos en ciberseguridad; la relación entre Andrés y Marcial Hernández, el estudiante con un pasado turbio, había despertado la curiosidad y preocupación de sus amigos; Fernando, siempre dispuesto a ayudar a sus compañeros, decidió investigar el pasado de Marcial para proteger a Andrés; César, con su aguda inteligencia, ideó un plan para confrontar a Marcial y asegurarse de que no lastimara a su amigo; Andrea, con su intuición y empatía, notó la conexión especial entre Andrés y Marcial y se convirtió en la confidente de ambos, ofreciéndoles consejos y apoyo incondicional; mientras tanto, Giorgio y El Chino mantenían vigilancia constante sobre Marcial, preocupados por la seguridad de Andrés; descubrieron secretos oscuros que ponían en peligro la estabilidad emocional de todos los involucrados; con valentía y determinación, decidieron confrontar a Marcial y desentrañar la verdad detrás de sus acciones pasadas; la tensión crecía entre los amigos mientras intentaban proteger a Andrés y enfrentar los desafíos que se interponían en el camino de su felicidad; los sentimientos encontrados, las lealtades puestas a prueba y los secretos revelados amenazaban con cambiar el curso de sus vidas para siempre; en medio de esta intriga emocional, el romance entre Andrés Álvarez y Marcial Hernández se veía envuelto en un torbellino de emociones intensas y decisiones difíciles; ¿podrían los amigos unirse para proteger a sus seres queridos y superar juntos los obstáculos que se avecinaban, o la verdad oculta del pasado sería demasiado devastadora para superar? Solo el tiempo lo diría."
],
        "bot_response":"Quiero dedicar unas palabras para alguien que marcó mucho en mí en el inicio de mi adolescencia (incluso mi infancia) y hasta el día de hoy lo sigue haciendo, hoy él partió por decisión propia, y en mi y los demás 'soldiers' quedaran todos esos recuerdos, como cada frase nos identificaba y nos daba una salida para alguna situacion, me hizo encontrar 'A place for my head' y cuando quería 'Runaway' y escapar simplemente lo hacia con esas canciones y -'escapaba sin decir adiós, quería respuestas y no mas mentiras, quería cerrar la puerta y abrir mi mente'. Es curioso como puedo puedo hacer algo en su memoria citando sus letras por como me marcaron y me hicieron lo que soy hoy, cuando sentia que nadie me escuhaba 'Faint' se convirtió en un himno y como el decía 'you wanna listen to me, like it or not right now' y lo logró, se sigue haciendo escuchar después de su muerte 'i Can't heal' 'i can't feel'. 'Given up' Su grito de 17 segundos me dejaba sin aire y esa era una de las razones por las que te convertiste en uno de los mejores cantantes de metal, no importa que puesto tengas, cantantes hay por montón y entrar siquiera al top 100 es demasiado, estar entre los mejores 50 dice mucho 'but in the end it doesn't even matters', y ahora estas en 'Roads untraveled' 'Cause beyond every bend",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        
        "response_type":"user_text",
        "user_input": ["sabes que es lo peor"],
        "bot_response": "Que yo no soy ningun perro 🐕",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["cesar" , "caesar" , "Cesar", "Caesar"],
        "bot_response": "@cesarpalaciosr todo un fornicador",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["odio" , "te odio" , "los odio"],
        "bot_response": "no seas malo, por que si eres malo no eres bueno y si no eres bueno eres malo.",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["melee","vindland saga", "vinland" , "Vindland","vagabond","Vagabond","Warframe","normie","Normie","paramore","Paramore","full metal alchemist","FMA","fma","FMAB",
    "fmab" ],
        "bot_response": "Que @DazedLithium que ?",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["angular", "Angular" , "Angular.js" , "angular.js"],
        "bot_response": "el framework favorito de @poteleche ",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["angular","sims 4" ,"los sims", "sims", "los sims", "legumias","leguminosas",
        "potreros"],
        "bot_response": "que @CaramelosDeCianuro que ?",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["itachi", "Itachi"],
        "bot_response": "MI PAPAAAAA ❤️❤️❤️",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["gojo", "Gojo"],
        "bot_response": "Mi bbsito",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["suguru"],
        "bot_response": "the ways in which you talk to me",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["satoru"],
        "bot_response": "Had me wishing I were gone",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["melee","vindland saga", "vinland" , "Vinland","vagabond","Vagabond","warframe","normie","Normie","paramore","Paramore","full metal alchemist","FMA","fma","FMAB",
    "fmab", "kh" ],
        "bot_response": "Que @DazedLithium que ?",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["espantaviejas"],
        "bot_response": "Por eso no la pones",
        "bot_response_type":"text",
        "required_words":["incel", "simp"]
    },
    {
        "response_type":"user_text",
        "user_input": ["giorgio", "Giorgio"],
        "bot_response": "En cabimas",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["ashbaby"],
        "bot_response": "ashbaby.jpg",
        "bot_response_type":"image",
        "required_words":["ashbaby"]
    }
    ,
    {
        "response_type":"user_text",
        "user_input": ["albion", "Albion", "albion online" , "Albion online"],
        "bot_response": "Albion Online es un mmorpg no lineal, en el que escribes tu propia historia sin limitarte a seguir un camino prefijado. Explora un amplio mundo abierto con 5 biomas únicos, todo cuánto hagas tendrá su repercusión en el mundo, con la economía orientada al jugador de Albion, los jugadores crean prácticamente todo el equipo a partir de los recursos que consiguen, el equipo que llevas define quién eres, cambia de arma y armadura para pasar de caballero a mago, o juega como una mezcla de ambas clases. Aventúrate en el mundo abierto frente a los habitantes y las criaturas de Albion, inicia expediciones o adéntrate en mazmorras en las que encontrarás enemigos aún más difíciles, enfréntate a otros jugadores en encuentros en el mundo abierto, lucha por los territorios o por ciudades enteras en batallas tácticas, relájate en tu isla privada, donde podrás construir un hogar, cultivar cosechas y criar animales, únete a un gremio, todo es mejor cuando se trabaja en grupo. Adéntrate ya en el mundo de Albion y escribe tu propia historia.",
        "bot_response_type":"text",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["13", "trece", "12+1", "hola 13"],
        "bot_response": "entre más me la beses más me crece, busca un cura pa que me la rece, y trae un martillo pa que me la endereces, por el chiquito se te aparece toas las veces y cuando te estreses aquí te tengo éste pa que te desestreses, con este tallo el jopo se te esflorece, se cumple el ciclo hasta que anochece, to los días y toas las veces, de tanto entablar la raja del jopo se te desaparece, porque este sable no se compadece, si pides ñapa se te ofrece, y si repites se te agradece, no te hace rico pero tampoco te empobrece, no te hace inteligente pero tampoco te embrutece, y no paro aquí compa que éste nuevamente se endurece, hasta que amanece, cambie esa cara que parece que se entristece, si te haces viejo éste te rejuvenece, no te hago bulla porque depronto te ensordece, y eso cuadro no te favorece, pero tranquilo que éste te abastece, porque allá abajo se te humedece, viendo como el que me cuelga resplandece, si a ti te da miedo a mí me enorgullece, y así toas las vece ¿que te parece?, y tranquilo mijo que aquí éste reaparece, no haga fuerza porque éste se sobrecrece, una fresadora te traigo pa que me la freses, así se fortalece y de nuevo la historia se establece, que no se te nuble la vista porque éste te la aclarece, y sino le entendiste nuevamente la explicación se te ofrece, pa que por el chiquito éste de nuevo te empiece... Aquí tienes para que me la beses, entre más me la beses más me crece, busca un cura para que me la rece, un martillo para que me la endereces, un chef para que me la aderece, 8000 mondas por el culo se te aparecen, si me la sobas haces que se me espese, si quieres la escaneas y te la llevas para que en tu hoja de vida la anexes, me culeo a tu maldita madre y qué te parece le meti la monda a tú mamá hace 9 meses y después la puse a escuchar René de Calle 13 Te la meto por debajo del agua como los peces, y aquella flor de monda que en tu culo crece, reposa sobre tus nalgas a veces y descansa en paz en tu chicorio cuando anochece Que te parece, te lo meti antes de los 9 meses te meto la verga pa que el tunel del orto se te enderece, de tanta monda hasta tu novia va a queda preña de mi por 9 meses, te la empujo y te la pongo pa que me la peses, y te meto la guamayeta un millon de veces que de tanta monda van a respirar hasta los peces si te pareció poco... los dobladillos del culo al leer esto texto se te estremecen, esa raja seca una mondaquera se merece, tranquila que sigo como jeison en viernes 13, la cabeza de la mondá después se me adormece, pero tranquila que eso no te favorece, si se despierta te va regar de leche y después me agradeces, el chiquito se te esflorece, tranquila que de mondá en éste grupo no se carece y si te la meten por el oído te en ensordeces y si te la meten entre todos te desfortaleces y eso no te conviene porque te enflaqueces pero tranquila que esos pelos del culo vuelven y te crecen como campo te reflorece y a tu maldit4 madre se la empujo a veces, ya que el culo se le enmugrece y si me ve la mondá nuevamente se aloquece y eso no te conviene porque me vas hacer que de nuevo contigo empiece te lo meto desde que amanece hasta que anochece, sin que se te humedece y como tabaco de marihuana te embobece, y éste como bendición de Dios te abastece, se me endurece nuevamente y deja de hacerte la paja porque ésta enseguece",
        "bot_response_type":"text",
        "required_words":["13"]
    },
    {
        "response_type":"user_text",
        "user_input": ["giorgio"],
        "bot_response": "entre más me la beses más me crece, busca un cura pa que me la rece, y trae un martillo pa que me la endereces, por el chiquito se te aparece toas las veces y cuando te estreses aquí te tengo éste pa que te desestreses, con este tallo el jopo se te esflorece, se cumple el ciclo hasta que anochece, to los días y toas las veces, de tanto entablar la raja del jopo se te desaparece, porque este sable no se compadece, si pides ñapa se te ofrece, y si repites se te agradece, no te hace rico pero tampoco te empobrece, no te hace inteligente pero tampoco te embrutece, y no paro aquí compa que éste nuevamente se endurece, hasta que amanece, cambie esa cara que parece que se entristece, si te haces viejo éste te rejuvenece, no te hago bulla porque depronto te ensordece, y eso cuadro no te favorece, pero tranquilo que éste te abastece, porque allá abajo se te humedece, viendo como el que me cuelga resplandece, si a ti te da miedo a mí me enorgullece, y así toas las vece ¿que te parece?, y tranquilo mijo que aquí éste reaparece, no haga fuerza porque éste se sobrecrece, una fresadora te traigo pa que me la freses, así se fortalece y de nuevo la historia se establece, que no se te nuble la vista porque éste te la aclarece, y sino le entendiste nuevamente la explicación se te ofrece, pa que por el chiquito éste de nuevo te empiece... Aquí tienes para que me la beses, entre más me la beses más me crece, busca un cura para que me la rece, un martillo para que me la endereces, un chef para que me la aderece, 8000 mondas por el culo se te aparecen, si me la sobas haces que se me espese, si quieres la escaneas y te la llevas para que en tu hoja de vida la anexes, me culeo a tu maldita madre y qué te parece le meti la monda a tú mamá hace 9 meses y después la puse a escuchar René de Calle 13 Te la meto por debajo del agua como los peces, y aquella flor de monda que en tu culo crece, reposa sobre tus nalgas a veces y descansa en paz en tu chicorio cuando anochece Que te parece, te lo meti antes de los 9 meses te meto la verga pa que el tunel del orto se te enderece, de tanta monda hasta tu novia va a queda preña de mi por 9 meses, te la empujo y te la pongo pa que me la peses, y te meto la guamayeta un millon de veces que de tanta monda van a respirar hasta los peces si te pareció poco... los dobladillos del culo al leer esto texto se te estremecen, esa raja seca una mondaquera se merece, tranquila que sigo como jeison en viernes 13, la cabeza de la mondá después se me adormece, pero tranquila que eso no te favorece, si se despierta te va regar de leche y después me agradeces, el chiquito se te esflorece, tranquila que de mondá en éste grupo no se carece y si te la meten por el oído te en ensordeces y si te la meten entre todos te desfortaleces y eso no te conviene porque te enflaqueces pero tranquila que esos pelos del culo vuelven y te crecen como campo te reflorece y a tu maldit4 madre se la empujo a veces, ya que el culo se le enmugrece y si me ve la mondá nuevamente se aloquece y eso no te conviene porque me vas hacer que de nuevo contigo empiece te lo meto desde que amanece hasta que anochece, sin que se te humedece y como tabaco de marihuana te embobece, y éste como bendición de Dios te abastece, se me endurece nuevamente y deja de hacerte la paja porque ésta enseguece",
        "bot_response_type":"text",
        "required_words":["13"]
    },
    {
        "response_type":"user_text",
        "user_input": ["kaizoku oni ore wa naru"],
        "bot_response": "weAre.mp3",
        "bot_response_type":"audio",
        "required_words":[]
    },
    {
        "response_type":"user_text",
        "user_input": ["todo un fornicador"],
        "bot_response": "que @cesarpalaciosr que?",
        "bot_response_type":"text",
        "required_words":["fornicador"]
    }
    ,
    {
        "response_type":"user_text",
        "user_input": [""],
        "bot_response": "el culo te explota jajja",
        "bot_response_type":"text",
        "required_words":["compota"]
    },
    {
        "response_type":"user_text",
        "user_input": [""],
        "bot_response": "Im not a big fan of the goverment",
        "bot_response_type":"text",
        "required_words":["30"]
    }



    
    
]